Repository: yeager/debian-installer-companion
Catalog: po/*.po
Languages: sv

source: Unknown
sv: Okänt

source: Network
sv: Nätverk

source: None detected
sv: Ingen upptäcktes

source: Debian Installer Companion
sv: Debians installationskompis

source: Run Checks
sv: Kör kontroller

source: Settings
sv: Inställningar

source: Copy Debug Info
sv: Kopiera felsökningsinformation

source: Keyboard Shortcuts
sv: Tangentbordsgenvägar

source: About Debian Installer Companion
sv: Om Debians installationskompis

source: Hardware Check
sv: Hårdvarukontroll

source: Click 'Run Checks' to verify hardware compatibility with Debian.
sv: Klicka på ”Kör kontroller” för att verifiera hårdvarukompatibilitet med Debian.

source: Ready
sv: Redo

source: Welcome
sv: Välkommen

source: Welcome to Debian Installer Companion
sv: Välkommen till Debians installationskompis

source: Prepare for Debian installation. ✓ Hardware compatibility check ✓ Disk space requirements ✓ Network interface detection ✓ Firmware availability ✓ Installation checklist
sv: Förbered dig för Debian-installationen. ✓ Kontrollera hårdvarukompatibilitet ✓ Krav på diskutrymme ✓ Detektering av nätverksgränssnitt ✓ Tillgänglighet för fast programvara ✓ Checklista för installation

source: Get Started
sv: Kom igång

source: Checking hardware...
sv: Kontrollerar hårdvara...

source: %(ok)d / %(total)d checks passed
sv: %(ok)d / %(total)d kontroller gjorda

source: Checks
sv: Kontroller

source: Check firmware availability
sv: Kontrollera tillgängligheten av fast programvara

source: Debug info copied
sv: Felsökningsinformation kopierades

source: General
sv: Allmänt

source: Quit
sv: Avsluta

source: Keyboard shortcuts
sv: Tangentbordsgenvägar

source: Guide through Debian installation with hardware compatibility checks.
sv: Guide genom Debian-installationen med kontroller för hårdvarukompatibilitet.
